Repository: KenyaRunnerApps/foodplaner
Catalog: foodplaner/*.lproj/Localizable.strings
Languages: it

# onb_title_1
source: Plan food for the road
it: Pianifica il cibo per il viaggio

# onb_text_1
source: Write down quick recipes, pack smart, eat better on the go.
it: Annota ricette veloci, prepara con intelligenza, mangia meglio in movimento.

# onb_title_2
source: Track your supplies
it: Tieni traccia delle scorte

# onb_text_2
source: Attach meals to travel days and auto-fill groceries.
it: Collega i pasti ai giorni di viaggio e riempi la spesa automaticamente.

# onb_title_3
source: Stay on schedule
it: Resta in orario

# onb_text_3
source: Enable reminders and never forget to prep.
it: Attiva i promemoria e non dimenticare la preparazione.

# onb_get_started
source: Get Started
it: Inizia

# tab_planner
source: Planner
it: Piano

# tab_recipes
source: Recipes
it: Ricette

# tab_groceries
source: Groceries
it: Spesa

# tab_stats
source: Stats
it: Statistiche

# tab_settings
source: Settings
it: Impostazioni

# planner_selected_day
source: Selected Day
it: Giorno selezionato

# planner_attached_recipes
source: Attached Recipes
it: Ricette collegate

# planner_no_recipes
source: No recipes for this day
it: Nessuna ricetta per questo giorno

# planner_add_recipe
source: Add Recipe
it: Aggiungi ricetta

# common_close
source: Close
it: Chiudi

# recipe_add
source: Add Recipe
it: Aggiungi ricetta

# recipe_title
source: Title
it: Titolo

# recipe_title_ph
source: e.g., Energy Wrap
it: es. Wrap Energetico

# recipe_notes
source: Notes
it: Note

# recipe_notes_ph
source: Storage, prep, etc.
it: Conservazione, preparazione, ecc.

# recipe_ingredients
source: Ingredients
it: Ingredienti

# ingredient_name_ph
source: Ingredient
it: Ingrediente

# ingredient_qty_ph
source: Qty
it: Q.tà

# common_cancel
source: Cancel
it: Annulla

# common_save
source: Save
it: Salva

# recipe_actions
source: Actions
it: Azioni

# recipe_to_groceries
source: Send ingredients to Groceries
it: Invia ingredienti alla Spesa

# groceries_add_item
source: Add Item
it: Aggiungi elemento

# groceries_list
source: List
it: Elenco

# common_clear
source: Clear All
it: Svuota tutto

# stats_recipes
source: Recipes
it: Ricette

# stats_groceries
source: Groceries
it: Spesa

# stats_planner
source: Planner
it: Piano

# stats_total_recipes
source: Total
it: Totale

# stats_favorites
source: Favorites
it: Preferite

# stats_total_items
source: Items
it: Elementi

# stats_checked
source: Checked
it: Spuntati

# stats_days_planned
source: Days planned
it: Giorni pianificati

# settings_appearance
source: Appearance
it: Aspetto

# settings_dark_mode
source: Dark Mode
it: Modalità scura

# settings_language
source: Language
it: Lingua

# settings_notifications
source: Notifications
it: Notifiche

# settings_pushes
source: Enable push notifications
it: Abilita notifiche push

# settings_test_reminder
source: Send test reminder
it: Invia promemoria di prova

# settings_privacy
source: Privacy Policy
it: Informativa sulla privacy

# settings_delete_all
source: Delete all progress
it: Elimina tutti i progressi

# settings_delete_all_hint
source: Deletes recipes, groceries and planner data. Language and theme stay.
it: Elimina ricette, spesa e piano. Lingua e tema restano.

# notif_body
source: Time to prep your road meals!
it: È ora di preparare i pasti per il viaggio!

# stats_progress
source: Progress
it: Progresso

# stats_prog_recipes_created
source: Recipes created
it: Ricette create

# stats_prog_groceries_checked
source: Groceries checked
it: Elementi spuntati

# stats_prog_days_planned
source: Days planned
it: Giorni pianificati

# stats_achievements
source: Achievements
it: Obiettivi

# stats_no_achievements
source: No achievements yet
it: Nessun obiettivo ancora

# ach_first_recipe_title
source: First Prep
it: Prima Preparazione

# ach_first_recipe_desc
source: Create your first recipe
it: Crea la tua prima ricetta

# ach_prep_rookie_title
source: Prep Rookie
it: Principiante della Prep

# ach_prep_rookie_desc
source: Create 5 recipes
it: Crea 5 ricette

# ach_shop_champ_title
source: Shopping Champion
it: Campione della Spesa

# ach_shop_champ_desc
source: Check 20 grocery items
it: Spunta 20 elementi della spesa

# ach_planner3_title
source: Plan x3
it: Pianifica x3

# ach_planner3_desc
source: Plan meals for 3 days
it: Pianifica i pasti per 3 giorni

# settings_pushes_note
source: Tomorrow at 12:00 you'll get a shopping reminder!
it: Domani alle 12:00 riceverai un promemoria per la spesa!
